####Профессии:<br><br>

1)Не загружается рецепт http://wowway.ru/?item=41788 , невозможно его изучить. Судя по всему, гем отсутствует в бд.<br>
2)Ракетницу (http://wowway.ru/?spell=54998), ускорители (http://wowway.ru/?spell=54999), 
нитроускорители (http://wowway.ru/?spell=55016) и наременные бомбы (http://wowway.ru/?spell=54793) 
можно использовать даже со скинутой инженерией<br>
3)Солнечный прицел (http://wowway.ru/?item=41146) не дает прибавку к статам<br>
4)Книга (http://wowway.ru/?object=177226) не дает/не сбрасывает инженерную специализацию<br>
5)Зелье сумашедшего алхимика (http://wowway.ru/?item=40077) не дает дополнительных эффектов зелий<br>
6)Гномский армейский нож (http://wowway.ru/?item=40772) возможно использовать без навыка инженерного дела<br>
7)В достижение 100 даларанских кулинарных наград (http://wowway.ru/?achievement=2002) засчитываются только имеющиеся в данный момент награды, а не все полученные<br>
